Repository: braviss/scalingst
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Feedback Form
uk: Форма зворотного зв'язку

source: Name
uk: Ім'я

source: Email
uk: Електронна пошта

source: Type
uk: Тип

source: Message
uk: Повідомлення

source: Captcha
uk: Капча

source: Submit
uk: Надіслати

source: Thanks
uk: Дякую

source: Your message has been sent successfully. We will contact you if necessary.
uk: Ваше повідомлення успішно надіслано. Ми зв'яжемося з вами, якщо буде потрібно.

source: Home
uk: Головна

source: Delete
uk: Видалити

source: Сancel
uk: Відміна

source: List notifications
uk: Список сповіщень

source: Personal info
uk: Персональна інформація

source: My offers
uk: Мої оффери

source: Notifications
uk: Сповіщення

source: Payments
uk: Платежі

source: Referrals
uk: Реферали

source: message
uk: повідомлення

source: created at
uk: Створено о

source: Mark all as read
uk: Відмітити всі як прочитані

source: Delete all
uk: Видалити все

source: First
uk: Перша

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Last
uk: Остання

source: You dont have notifications
uk: Немає сповіщень

source: Title
uk: Заголовок

source: Complaint text
uk: Текст скарги

source: Admin Comment
uk: Коментар адміністратора

source: Category list
uk: Список котегорій

source: View
uk: Перегляд

source: Text
uk: Текст

source: Send
uk: Надіслати

source: Premium
uk: Преміум

source: Info
uk: Інформація

source: Country
uk: Країна

source: Category
uk: Котегорія

source: Author
uk: Автор

source: Author site
uk: Сайт автора

source: Premium url
uk: Преміум посилання

source: Actions
uk: Дії

source: Share
uk: Поділитись

source: Edit
uk: Редагувати

source: Complain
uk: Поскаржитись

source: Share link
uk: Поділитись

source: Copy
uk: Скопіювати

source: Close
uk: Закрити

source: This text will be the title of your offer
uk: Цей текст буде заголовком вашого оффера

source: Image
uk: Зображення

source: Upload an image. Supported formats: JPG, PNG, GIF.
uk: Завантажте зображення. Підтримувані формати: JPG, PNG.

source: The ad will be shown in this category.
uk: Оголошення буде показано в цій категорії.

source: Specify the country in which the services (product) are provided.
uk: Вкажіть країну, в якій надаються послуги (продукт).

source: Region
uk: Регіон

source: Specify the locality (city) in which the services (product) are provided.
uk: Вкажіть населений пункт (місто), в якому надаються послуги (товар).

source: Url
uk: Посилання

source: Please provide a link to your website (social networks).
uk: Будь ласка, надайте посилання на ваш сайт (соціальні мережі).

source: Provide a link for premium users with an exclusive offer.
uk: Надайте посилання для преміум-користувачів з ексклюзивною пропозицією.

source: Save
uk: Зберегти

source: Offers list
uk: Список пропозицій

source: Create
uk: Створити

source: Search and filters
uk: Пошук і фільтри

source: Search
uk: Пошук

source: All
uk: Всі

source: Regular
uk: Регулярний

source: Geo
uk: Гео

source: Reset
uk: Скинути

source: Statistic
uk: Статистика

source: Total publications
uk: Всього публікацій

source: You dont have Offers
uk: У вас немає пропозицій

source: Create you first offer
uk: Створіть першу пропозицію

source: Payments form
uk: Форма платежів

source: Step
uk: Крок

source: Go to the site for payment
uk: Перейдіть на сайт для оплати

source: Subscribe
uk: Підпишіться

source: Register and log in to your account
uk: Зареєструйтеся та увійдіть у свій обліковий запис

source: Make a payment for the subscription for the desired period
uk: Здійсніть оплату підписки на потрібний період

source: Fill out the form below and provide a screenshot of the payment
uk: Заповніть форму нижче та надайте скріншот платежу

source: Invite Code
uk: Код запрошення

source: Enter the invite code you received.
uk: Введіть код запрошення, який ви отримали.

source: Payment details
uk: Платіжні реквізити

source: Provide details of your payment (e.g., transaction ID).
uk: Надайте деталі свого платежу (наприклад, ідентифікатор транзакції).

source: Screenshot
uk: Скріншот

source: Upload a screenshot of the payment confirmation.
uk: Завантажте скріншот підтвердження платежу.

source: Buy premium
uk: Придбати преміум

source: Payment at
uk: Оплата в

source: Status
uk: Статус

source: You dont have Payments
uk: У тебе відсутні оплати

source: Article
uk: Публікація

source: Page
uk: Сторінка

source: Article list
uk: Список публікацій

source: Subscription business
uk: Бізнес за підпискою

source: Offers
uk: Оффери

source: Articles
uk: Публікації

source: Feedback
uk: Зворотній зв'язок

source: View notification history
uk: Переглянути сповіщення

source: No new notifications
uk: Немає нових сповіщень

source: Account
uk: Обліковий запис

source: Logout
uk: Вийти

source: Signin
uk: Увійти

source: Signup
uk: Зареєструватись

source: Sales
uk: Масштабування

source: scaling
uk: продажі

source: This is a tool to increase sales of your product
uk: Це інструмент для збільшення продажів вашого товару

source: Create first offer
uk: Створити пропозицію

source: About Us
uk: Про нас

source: Cabinet
uk: Кабінет

source: Each subscriber has their own personal account
uk: Кожен абонент має свій персональний рахунок

source: Convenience
uk: Зручність

source: Automate the purchasing process, save time
uk: Автоматизуйте процес закупівлі, економте час

source: Exclusivity
uk: Ексклюзивність

source: Access to exclusive products, services
uk: Доступ до ексклюзивних продуктів, послуг

source: Guarantees
uk: Гарантії

source: Quality guarantee and convenient return conditions
uk: Гарантія якості та зручні умови повернення

source: More about us
uk: Детальніше про нас

source: Sales scaling (MS)
uk: Масштабування продажів (МП)

source: It is a tool to increase the sales volume of your product. It is the process where you go from small sales to larger ones, expand your customer base and increase your sales revenue.
uk: Це інструмент для збільшення обсягу продажів вашого продукту. Це процес, у якому ви переходите від невеликих продажів до більших, розширюєте свою клієнтську базу та збільшуєте дохід від продажів.

source: Increase sales
uk: Збільшення продажів

source: Track statistics
uk: Відстежуйте статистику

source: Reduce costs
uk: Знизити витрати

source: Receive discounts
uk: Отримуйте знижки

source: Attract partners
uk: Залучайте партнерів

source: Attract Partners
uk: Підвищення лояльності

source: Prices
uk: Ціни

source: Basic plan
uk: Базовий план

source: Free
uk: Безкоштовно

source: year
uk: Рік

source: A basic account for users is available after registration in the system.
uk: Базовий обліковий запис для користувачів доступний після реєстрації в системі.

source: Includes
uk: Включає в себе

source: Access to the search engine
uk: Доступ до пошукової системи

source: Publication of proposals
uk: Публікація пропозицій

source: View user suggestions
uk: Переглянути пропозиції користувачів

source: Design
uk: Оформити

source: Popular
uk: Популярний

source: Premium plan
uk: Преміум план

source: A premium account will become available after you subscribe in your personal account in the system.
uk: Ціна за преміум-акаунт включає в себе разову оплату 40 доларів та щорічну 99,95

source: Access to premium offers
uk: Доступ до преміальних пропозицій

source: For whom?
uk: Для кого?

source: For MP subscribers only
uk: Тільки для учасників МП

source: In the private section, each registered subscriber has their own personal account, which serves to provide information about all the news and updates necessary for the successful development of your business. It also includes an international search engine for low-price purchases and the ability to submit applications for points offering a variety of goods and services to be published in the search system.
uk: У приватному розділі кожен зареєстрований абонент має свій особистий кабінет, який служить для отримання інформації про всі новини та оновлення, необхідні для успішного розвитку вашого бізнесу. Він також включає міжнародну пошукову систему для покупок за низькими цінами та можливість подавати заявки на пункти, що пропонують різноманітні товари та послуги, для публікації в пошуковій системі.

source: For consumers
uk: Для споживачів

source: The most obvious motivation is the ability to purchase goods and services at lower prices. Subscriptions often provide access to exclusive discounts, promotions, and special offers.
uk: Найбільш очевидною мотивацією є можливість купувати товари та послуги за нижчими цінами. Підписка часто надає доступ до ексклюзивних знижок, акцій і спеціальних пропозицій.

source: Subscription allows you to automate the purchasing process, saving time on searching for the best offers. Many services offer delivery directly to your home or to a convenient location.
uk: Підписка дозволяє автоматизувати процес покупки, заощаджуючи час на пошук найкращих пропозицій. Багато служб пропонують доставку прямо додому або в зручне місце.

source: Subscribers often get access to exclusive products, services or content that is not available to other customers.
uk: Передплатники часто отримують доступ до ексклюзивних продуктів, послуг або контенту, недоступних іншим клієнтам.

source: Quality guarantees
uk: Гарантії якості

source: Many subscription companies guarantee the quality of their products and services, and also provide convenient return or exchange conditions.
uk: Багато компаній з підписки гарантують якість своїх товарів і послуг, а також надають зручні умови повернення або обміну.

source: Social proof
uk: Соціальний доказ

source: Belonging to a community of subscribers can increase the self-esteem and prestige of the consumer.
uk: Приналежність до спільноти передплатників може підвищити самооцінку і престиж споживача.

source: For sellers
uk: Для продавців

source: Stable income stream
uk: Стабільний потік доходу

source: Subscription provides predictable income, which allows you to plan your business more effectively.
uk: Підписка забезпечує прогнозований дохід, що дозволяє більш ефективно планувати свій бізнес.

source: Increased customer loyalty
uk: Підвищення лояльності клієнтів

source: Subscribers tend to be more loyal to the brand and make repeat purchases.
uk: Передплатники, як правило, більш лояльні до бренду та роблять повторні покупки.

source: Collecting customer data
uk: Збір даних клієнтів

source: Subscription allows you to collect valuable information about customer behavior, which helps improve products and services.
uk: Підписка дозволяє збирати цінну інформацію про поведінку клієнтів, що допомагає покращувати продукти та послуги.

source: Possibility to personalize the offer
uk: Можливість персоналізації пропозиції

source: Based on subscriber preference data, you can create personalized offers, increasing the effectiveness of marketing campaigns.
uk: На основі даних про переваги абонентів можна створювати персоналізовані пропозиції, підвищуючи ефективність маркетингових кампаній.

source: Scaling your business
uk: Бізнес за підпискою

source: The subscription model makes it easy to scale your business and attract new customers.
uk: Модель підписки дозволяє легко розширити свій бізнес і залучити нових клієнтів.

source: About the project
uk: Про проект

source: Contacts
uk: Контакти

source: Documents
uk: Документи

source: Service rules
uk: Правила сервісу

source: Public offer
uk: Публічна оферта

source: Services
uk: Послуги

source: Materials
uk: Матеріали

source: Transition Warning
uk: Попередження про перехід

source: You're leaving Scalingst
uk: Ви покидаєте Scalingst

source: If you trust this link, click the go button
uk: Якщо Ви довіряєте цьому посиланню, натисніть кнопку перейти

source: Link
uk: Посилання

source: Go to link
uk: Перейти за посиланням

source: Dashboard
uk: Панель керування

source: List of notifications
uk: Список повідомлень

source: Personal
uk: Персональна

source: Edit Personal Information
uk: Редагувати персональну інформацію

source: Avatar
uk: Аватар

source: First Name
uk: Ім’я

source: Last Name
uk: Прізвище

source: Save Changes
uk: Зберегти зміни

source: Delete account
uk: Видалити акаунт

source: You are already logged in
uk: Ви вже ввійшли

source: Username
uk: ім'я користувача

source: Password
uk: Пароль

source: Forgot password
uk: Відновити пароль

source: Password resset
uk: Скидання пароля

source: Enter your email
uk: Введіть свою пошту

source: Reset password
uk: Скинути мій пароль

source: Password Reset Complete
uk: Скидання пароля завершено

source: Your password has been set. You may go ahead and log in now.
uk: Ваш пароль встановлено. Ви можете продовжити та увійти зараз.

source: Log in
uk: авторизуватися

source: Enter New Password
uk: Введіть новий пароль

source: Reset my password
uk: Скинути мій пароль

source: Password Reset Sent
uk: Скидання пароля надіслано

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uk: Ми надіслали вам електронною поштою інструкції щодо встановлення пароля, якщо існує обліковий запис із вказаною вами електронною поштою. Ви повинні отримати їх найближчим часом.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали електронний лист, будь ласка, переконайтеся, що ви ввели адресу, яку ви зареєстрували, і перевірте папку зі спамом.

source: Password Reset
uk: Скидання пароля

source: Enter your email address and we will send you a link to reset your password.
uk: Введіть свою адресу електронної пошти, і ми надішлемо вам посилання для зміни пароля.

source: Profile
uk: Обліковий запис

source: Personal Info
uk: Персональна інформація

source: Profile view
uk: Переглянути профіль

source: Users who referred by you
uk: Користувачі, яких ви направили

source: User
uk: Користувач

source: No users have referred by you.
uk: Немає користувачів, яких ви направили.

source: Re-password
uk: Повторний пароль

source: I agree with
uk: Я згоден з

source: service rules
uk: правилами сервісу

source: Forgot password?
uk: Забули пароль?

source: Are you sure you want to delete your account?
uk: Ви впевнені, що хочете видалити свій обліковий запис?

source: Yes, delete my account
uk: Так, видалити мій обліковий запис

source: Cancel
uk: Відміна

source: Confirmation email
uk: Електронний лист для підтвердження

source: Enter the code we sent to your email.
uk: Введіть код, який ми надіслали на вашу електронну пошту.

source: Verification code
uk: Код підтвердження

source: Confirm
uk: Підтвердити

source: Resend
uk: Надіслати повторно
